{
  "activity": [
    {
      "id": 1,
      "title": "Pembekalan Bersama DPL",
      "date": "15 Juli 2024",
      "hour": "09.30 WIB - Selesai",
      "image": "/activity/pembekalandpl.jpg",
      "description": "Pembekalan Materi dari DPL (Dosen Pembimbing Lapangan) berupa tata tertib KKN, bagaimana siklus yang akan dilaksanakan selama KKN, output &  outcome dari KKN, Metodologi yang digunakan ketika KKN, Alur pelaporan Tugas KKN, Target KKN, Timeline KKN, serta mengerjakan post test dan pre test mengenai KKN."
    },
    {
      "id": 2,
      "title": "Pembahasan Observasi Lapangan",
      "date": "25 Juli 2024",
      "hour": "13.30 WIB - Selesai",
      "image": "/activity/observasilapangandpl.jpg",
      "description": "Pada pertemuan tanggal 25 Juli 2024, dilakukan secara daring dengan membahas mengenai observasi lapangan. Pertemuan ini mencakup pemaparan hasil observasi dari tiap kelompok, serta penjelasan teknis mengenai keberangkatan kelompok. Tema yang diangkat dalam KKN kali ini mencakup isu stunting dan pengelolaan sampah, di mana setiap kelompok bertanggung jawab untuk melakukan observasi di tiap RW dengan lima anggota, serta menyusun artikel ilmiah berdasarkan hasil observasi tersebut. Untuk memetakan wilayah, kelompok dapat menggunakan Google Earth dan Google Maps, sedangkan visualisasi data dapat dilakukan dengan menggunakan Lookerstudio."
    },
    {
      "id": 3,
      "title": "Pelepasan dan Keberangkatan Peserta KKN",
      "date": "28 Juli 2024",
      "hour": "9.30 WIB - Selesai",
      "image": "/activity/pelepasanpesertakkn.jpg",
      "description": "Pada tanggal 28 Juli 2024, dilakukan pelepasan peserta KKN dan keberangkatan menuju daerah KKN di Desa Tugumukti. Kegiatan dimulai dengan mengikuti Zoom Meeting pelepasan peserta KKN melalui link yang diberikan oleh Dosen Pembimbing. Setelah itu, dilakukan perjalanan ke Desa Tugumukti, dan setibanya di sana, barang-barang bawaan langsung dibereskan di posko yang telah ditetapkan oleh kelompok. Selain itu, seluruh proses keberangkatan dan ketibaan di Desa Tugumukti juga didokumentasikan dengan baik."
    },
    {
      "id": 4,
      "title": "Pembukaan Peserta KKN di Desa Tugumukti",
      "date": "29 Juli 2024",
      "hour": "9.00 WIB - Selesai",
      "image": "/activity/pembukaanpesertakkn.jpg",
      "description": "Pada tanggal 29 Juli 2024, dilakukan pembukaan peserta KKN di Desa Tugumukti. Acara pembukaan diadakan di Gor sebelah Kantor Desa Tugumukti. Setelah itu, dilakukan piket harian yang telah ditetapkan oleh kelompok. Pada sore harinya, anggota Kelompok 306 Tugumukti bersama-sama berjalan menyusuri lokasi KKN untuk mengenal lebih dekat lingkungan sekitar tempat pelaksanaan kegiatan."
    },
    {
      "id": 5,
      "title": "Silaturahmi ke rumah Bapak Ketua RW",
      "date": "30 Juli 2024",
      "hour": "8.00 WIB - Selesai",
      "image": "/activity/silaturahmipadaketuarw.jpg",
      "description": "Pada tanggal 30 Juli 2024, silaturahmi dilakukan ke rumah Bapak Ketua RW 04 dan Ketua RW 11 untuk bertemu dan mendiskusikan beberapa pertanyaan mengenai kondisi sosiologis kedua RW tersebut."
    },
    {
      "id": 6,
      "title": "Silaturahmi ke Yayasan An-Nur As-Siroj",
      "date": "31 Juli 2024",
      "hour": "9.00 WIB - Selesai",
      "image": "/activity/silaturahmipadayayasan.jpg",
      "description": "Pada tanggal 31 Juli 2024, silaturahmi dilakukan ke Yayasan  An-Nur As-Siroj untuk bertemu dengan ketua yayasan dan membicarakan berbagai hal terkait yayasan tersebut. Diskusi meliputi jumlah kelas yang tersedia, waktu pembelajaran, dan kegiatan yang dilakukan selama proses pembelajaran."
    }
  ]
}
